Repository: 4lbertoS4z/HealthyTaste-ProyectoFinal-SwiftUI
Catalog: HealthyTaste/HealthyTaste/Resources/*.lproj/Localizable.strings
Languages: es, it

source: FirstDish
es: Primer Plato
it: Primo Piatto

source: Second Dish
es: Segundo Plato
it: Secondo Piatto

source: Desserts
es: Postres
it: Dolci

source: Recipe Detail
es: Detalle de la Receta
it: Dettaglio Ricetta

source: An error has occurred. Please try again later.
es: Se ha producido un error. Por favor, inténtalo de nuevo más tarde.
it: Si è verificato un errore. Si prega di riprovare più tardi.

source: Error loading the image.
es: Error al cargar la imagen.
it: Errore nel caricamento dell'immagine.

source: Ingredients
es: Ingredientes
it: Ingredienti

source: Elaboration
es: Elaboración
it: Elaborazione

source: Allergies
es: Alergias
it: Allergie

source: Video not available
es: Video no disponible
it: Video non disponibile

source: Recipe Details
es: Detalle de la Receta
it: Dettagli della Ricetta

source: Select a Category
es: Selecciona una Categoría
it: Seleziona una Categoria

source: You do not have any favorite items yet!
es: ¡Aún no tienes elementos favoritos!
it: Non hai ancora nessun elemento preferito!
